quiz_data = [
    {
        'question': 'Какой элемент обозначается символом «O» в периодической таблице?',
        'options': ['Золото', 'Кислород', 'Олово', 'Осмий'],
        'correct_option': 1
    },
    {
        'question': 'Что такое «H₂O»?',
        'options': ['Углекислый газ', 'Вода', 'Перекись водорода', 'Аммиак'],
        'correct_option': 1
    },
    {
        'question': 'Какое море самое солёное в мире?',
        'options': ['Чёрное море', 'Балтийское море', 'Мёртвое море', 'Средиземное море'],
        'correct_option': 2
    },
    {
        'question': 'Какая страна самая большая по площади?',
        'options': ['США', 'Канада', 'Китай', 'Россия'],
        'correct_option': 3
    },
    {
        'question': 'Кто был первым Президентом США?',
        'options': ['Авраам Линкольн', 'Джордж Вашингтон', 'Франклин Рузвельт', 'Томас Джефферсон'],
        'correct_option': 1
    },
    {
        'question': 'Какую теорию создал Альберт Эйнштейн?',
        'options': ['Теория заговора', 'Теория относительности', 'Теория эволюции', 'Квантовая теория'],
        'correct_option': 1
    },
    {
        'question': 'Как называется сила, которая удерживает Луну на орбите вокруг Земли?',
        'options': ['Магнетизм', 'Электричество', 'Гравитация', 'Трение'],
        'correct_option': 2
    },
    {
        'question': 'Какой орган отвечает за газообмен в организме человека?',
        'options': ['Печень', 'Лёгкие', 'Почки', 'Сердце'],
        'correct_option': 1
    },
    {
        'question': 'Что является основной единицей наследственности?',
        'options': ['Хромосома', 'Ген', 'Клетка', 'Белок'],
        'correct_option': 1
    },
    {
        'question': 'Когда началась Вторая мировая война?',
        'options': ['1914', '1935', '1939', '1941'],
        'correct_option': 2
    }
] 